data/ycsb-load.out
[OVERALL], RunTime(ms), 323557
[OVERALL], Throughput(ops/sec), 309.06455431345944
[TOTAL_GCS_Copy], Count, 48
[TOTAL_GC_TIME_Copy], Time(ms), 191
[TOTAL_GC_TIME_%_Copy], Time(%), 0.059031329873870754
[TOTAL_GCS_MarkSweepCompact], Count, 0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCs], Count, 48
[TOTAL_GC_TIME], Time(ms), 191
[TOTAL_GC_TIME_%], Time(%), 0.059031329873870754
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2245632.0
[CLEANUP], MinLatency(us), 2244608
[CLEANUP], MaxLatency(us), 2246655
[CLEANUP], 95thPercentileLatency(us), 2246655
[CLEANUP], 99thPercentileLatency(us), 2246655
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 3176.21336
[INSERT], MinLatency(us), 1224
[INSERT], MaxLatency(us), 24297471
[INSERT], 95thPercentileLatency(us), 3251
[INSERT], 99thPercentileLatency(us), 31295
[INSERT], Return=OK, 100000