data/ycsb-run.out
[OVERALL], RunTime(ms), 244845
[OVERALL], Throughput(ops/sec), 408.42165451612243
[TOTAL_GCS_Copy], Count, 25
[TOTAL_GC_TIME_Copy], Time(ms), 154
[TOTAL_GC_TIME_%_Copy], Time(%), 0.06289693479548285
[TOTAL_GCS_MarkSweepCompact], Count, 0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCs], Count, 25
[TOTAL_GC_TIME], Time(ms), 154
[TOTAL_GC_TIME_%], Time(%), 0.06289693479548285
[READ], Operations, 49745
[READ], AverageLatency(us), 2193.788802894763
[READ], MinLatency(us), 1248
[READ], MaxLatency(us), 73727
[READ], 95thPercentileLatency(us), 2829
[READ], 99thPercentileLatency(us), 4943
[READ], Return=OK, 49745
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2235392.0
[CLEANUP], MinLatency(us), 2234368
[CLEANUP], MaxLatency(us), 2236415
[CLEANUP], 95thPercentileLatency(us), 2236415
[CLEANUP], 99thPercentileLatency(us), 2236415
[UPDATE], Operations, 50255
[UPDATE], AverageLatency(us), 2605.3325241269526
[UPDATE], MinLatency(us), 1235
[UPDATE], MaxLatency(us), 24248319
[UPDATE], 95thPercentileLatency(us), 2719
[UPDATE], 99thPercentileLatency(us), 4527
[UPDATE], Return=OK, 50255